<script setup lang="ts"></script>

<template>
  <div class="overview-tab">
    <p class="font-normal text-lg leading-normal">
      LearnPress هو إضافة شاملة لنظام إدارة التعلم (LMS) على ووردبريس، وتُعد واحدة من أفضل الإضافات التي تتيح لك إنشاء وبيع الدورات التدريبية بسهولة عبر الإنترنت. يمكنك تصميم مناهج دراسية تتضمن دروسًا
      واختبارات، مع واجهة استخدام بسيطة تسهّل على المستخدمين التعامل معها. بفضل هذه الإضافة، يمكنك بناء مواقع تعليمية أو مدارس إلكترونية أو منصات دورات عبر الإنترنت دون الحاجة لأي خبرة برمجية. ورغم أن
      LearnPress متاحة مجانًا وستظل كذلك، إلا أنها لا تزال إضافة احترافية عالية الجودة تساعدك في تحقيق الأرباح من منصتك التعليمية على ووردبريس. جرّبها بنفسك لترى مدى روعتها! الإضافة خفيفة لكنها قوية
      للغاية، مع العديد من الإضافات المميزة التي تعزز إمكانياتها الأساسية.
    </p>
  </div>
</template>

<style lang="scss" scoped></style>
