<script setup lang="ts"></script>

<template>
  <div class="overview-tab">
    <p>على ووردبريس، تُعد واحدة من أفضل إضافات شاملة لنظام إدارة التعلم LearnPress (LMS). يمكنك تصميم مناهج دراسية وبيع الدورات بسهولة عبر الإنترنت.</p>
    <p>بفضل واجهتها البسيطة، يستطيع المستخدمون التفاعل معها بسهولة. تُستخدم في بناء مدارس إلكترونية وتدعم الدروس، الاختبارات، والشهادات.</p>
    <p>رغم بساطتها، إلا أنها ما زالت تتمتع بإمكانيات عالية تساعدك على إنشاء موقع تعليمي متكامل.</p>
  </div>
</template>

<style lang="scss" scoped></style>
